IDEA Open Model
OpeningRect.Width Property
Compatible with IDEA StatiCa Beta 20.0
 Width of wall
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Width { get; set; }
Public Property Width As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
OpeningRect Class
IdeaRS.OpenModel.Detail Namespace